i:0
new:1
percent:2
people:3
year:4
two:5
million:6
president:7
last:8
government:9
years:10
first:11
police:12
state:13
states:14
officials:15
soviet:16
united:17
bush:18
time:19
three:20
billion:21
today:22
national:23
told:24
american:25
thursday:26
federal:27
house:28
week:29
court:30
day:31
tuesday:32
made:33
news:34
wednesday:35
monday:36
friday:37
say:38
company:39
city:40
party:41
just:42
group:43
york:44
market:45
report:46
department:47
military:48
south:49
union:50
members:51
home:52
west:53
political:54
reported:55
make:56
going:57
office:58
get:59
spokesman:60
dont:61
world:62
like:63
four:64
think:65
committee:66
back:67
work:68
defense:69
says:70
country:71
war:72
congress:73
nations:74
foreign:75
official:76
public:77
trade:78
take:79
prices:80
month:81
general:82
economic:83
five:84
air:85
money:86
stock:87
called:88
found:89
dukakis:90
days:91
campaign:92
law:93
months:94
program:95
case:96
asked:97
workers:98
administration:99
late:100
business:101
east:102
meeting:103
support:104
earlier:105
chief:106
service:107
plan:108
white:109
go:110
help:111
north:112
ago:113
early:114
board:115
major:116
killed:117
oil:118
force:119
expected:120
mrs:121
minister:122
yearold:123
washington:124
john:125
end:126
security:127
good:128
saying:129
international:130
agreement:131
came:132
system:133
democratic:134
bill:135
reagan:136
bank:137
night:138
leader:139
miles:140
man:141
agency:142
senate:143
high:144
attorney:145
drug:146
long:147
sunday:148
school:149
children:150
chairman:151
family:152
left:153
statement:154
talks:155
held:156
higher:157
director:158
number:159
sales:160
judge:161
rose:162
six:163
leaders:164
inc:165
death:166
know:167
rights:168
announced:169
past:170
interest:171
decision:172
see:173
authorities:174
put:175
power:176
control:177
dollar:178
army:179
gorbachev:180
life:181
march:182
black:183
april:184
price:185
charges:186
area:187
vote:188
second:189
central:190
countries:191
vice:192
forces:193
budget:194
center:195
show:196
secretary:197
times:198
pay:199
republican:200
died:201
issue:202
fire:203
economy:204
trial:205
weeks:206
saturday:207
students:208
corp:209
men:210
troops:211
got:212
share:213
come:214
trading:215
co:216
give:217
prison:218
university:219
cents:220
ms:221
right:222
close:223
hospital:224
recent:225
member:226
aid:227
women:228
june:229
lower:230
conference:231
rate:232
german:233
little:234
rates:235
hours:236
problems:237
district:238
presidential:239
increase:240
released:241
industry:242
health:243
policy:244
reporters:245
exchange:246
information:247
issues:248
th:249
im:250
taken:251
away:252
sen:253
went:254
tax:255
top:256
far:257
am:258
food:259
fell:260
record:261
labor:262
capital:263
head:264
communist:265
groups:266
county:267
peace:268
added:269
condition:270
july:271
germany:272
received:273
thats:274
press:275
iraq:276
order:277
financial:278
employees:279
television:280
opposition:281
america:282
california:283
agreed:284
average:285
reports:286
big:287
human:288
eastern:289
george:290
offer:291
election:292
water:293
companies:294
largest:295
place:296
robert:297
outside:298
known:299
point:300
wife:301
job:302
private:303
change:304
europe:305
james:306
san:307
southern:308
services:309
rep:310
didnt:311
attack:312
total:313
jackson:314
local:315
points:316
street:317
plans:318
council:319
cost:320
lost:321
building:322
action:323
japan:324
investigation:325
move:326
community:327
newspaper:328
small:329
scheduled:330
need:331
cut:332
accused:333
believe:334
return:335
index:336
texas:337
seven:338
nation:339
executive:340
israel:341
morning:342
trying:343
arrested:344
half:345
prime:346
association:347
radio:348
sent:349
medical:350
shot:351
gave:352
met:353
eight:354
continue:355
interview:356
won:357
keep:358
americans:359
thousands:360
working:361
possible:362
strong:363
soldiers:364
great:365
free:366
special:367
refused:368
open:369
justice:370
michael:371
third:372
led:373
africa:374
best:375
london:376
deal:377
japanese:378
analysts:379
contract:380
western:381
real:382
face:383
elections:384
call:385
plant:386
yen:387
making:388
filed:389
town:390
study:391
future:392
planned:393
british:394
charged:395
closed:396
production:397
leave:398
important:399
taking:400
problem:401
officer:402
organization:403
officers:404
kuwait:405
spending:406
front:407
likely:408
iraqi:409
de:410
proposal:411
farmers:412
better:413
telephone:414
proposed:415
lot:416
things:417
final:418
wanted:419
based:420
commission:421
allow:422
allowed:423
involved:424
legislation:425
victims:426
space:427
sold:428
senior:429
bid:430
session:431
northern:432
name:433
gold:434
church:435
done:436
release:437
jobs:438
shares:439
failed:440
large:441
seen:442
side:443
sources:444
ordered:445
young:446
moscow:447
continued:448
st:449
futures:450
meet:451
deficit:452
strike:453
negotiations:454
social:455
computer:456
violence:457
supreme:458
research:459
provide:460
areas:461
flight:462
democrats:463
previous:464
old:465
richard:466
despite:467
run:468
car:469
look:470
approved:471
annual:472
calls:473
gulf:474
hope:475
products:476
paid:477
care:478
situation:479
programs:480
level:481
cases:482
markets:483
effort:484
comment:485
plane:486
main:487
hit:488
evidence:489
recently:490
civil:491
quoted:492
rebels:493
william:494
current:495
value:496
estimated:497
brought:498
bushs:499
running:500
safety:501
income:502
european:503
los:504
summer:505
convicted:506
full:507
summit:508
fall:509
iran:510
wall:511
position:512
cause:513
reached:514
theres:515
speech:516
thought:517
changes:518
relations:519
period:520
dollars:521
worked:522
january:523
efforts:524
compared:525
cash:526
appeared:527
hearing:528
able:529
november:530
declined:531
issued:532
really:533
line:534
live:535
saudi:536
management:537
woman:538
african:539
residents:540
weapons:541
legal:542
visit:543
development:544
fighting:545
hes:546
ruling:547
injured:548
stocks:549
aug:550
angeles:551
convention:552
banks:553
signed:554
lead:555
middle:556
spent:557
ended:558
anonymity:559
effect:560
operations:561
governments:562
living:563
taxes:564
august:565
remain:566
equipment:567
jury:568
navy:569
deputy:570
parents:571
education:572
david:573
jr:574
showed:575
israeli:576
immediately:577
increased:578
forced:579
clear:580
measure:581
son:582
society:583
tried:584
chicago:585
oct:586
december:587
ii:588
base:589
murder:590
charge:591
primary:592
questions:593
damage:594
fair:595
seeking:596
september:597
french:598
homes:599
serious:600
soviets:601
believed:602
moved:603
hundreds:604
considered:605
buy:606
staff:607
independent:608
securities:609
investment:610
nuclear:611
cant:612
spoke:613
airport:614
investors:615
doesnt:616
different:617
movement:618
firm:619
killing:620
looking:621
history:622
february:623
hold:624
win:625
cent:626
emergency:627
land:628
start:629
question:630
bring:631
congressional:632
paul:633
claims:634
sell:635
test:636
aids:637
act:638
opened:639
conservative:640
environmental:641
pm:642
returned:643
decided:644
parties:645
daily:646
needed:647
caused:648
followed:649
ground:650
leading:651
denied:652
coast:653
result:654
energy:655
funds:656
october:657
person:658
bond:659
jones:660
getting:661
process:662
nov:663
available:664
nine:665
quarter:666
governor:667
voters:668
offered:669
dec:670
baker:671
aircraft:672
identified:673
majority:674
guilty:675
spokeswoman:676
role:677
farm:678
demand:679
results:680
jan:681
panel:682
gov:683
red:684
orders:685
inflation:686
candidates:687
source:688
alleged:689
costs:690
raised:691
cars:692
started:693
mother:694
college:695
soon:696
systems:697
speaking:698
team:699
growth:700
accident:701
rule:702
survey:703
stop:704
conditions:705
remains:706
turned:707
wants:708
figures:709
armed:710
heart:711
thing:712
park:713
noted:714
king:715
housing:716
border:717
candidate:718
ministry:719
body:720
pentagon:721
secret:722
criminal:723
named:724
un:725
cities:726
network:727
begin:728
claimed:729
let:730
assistant:731
drugs:732
student:733
doing:734
dead:735
arms:736
pressure:737
letter:738
dropped:739
race:740
common:741
population:742
embassy:743
request:744
station:745
key:746
crisis:747
fund:748
documents:749
insurance:750
sept:751
series:752
saw:753
china:754
estate:755
kind:756
wrote:757
addition:758
treaty:759
panama:760
independence:761
date:762
tons:763
project:764
try:765
companys:766
fired:767
debt:768
biggest:769
sale:770
lawyers:771
loss:772
republic:773
trip:774
elected:775
heavy:776
decline:777
review:778
airlines:779
testimony:780
amount:781
industrial:782
reform:783
lives:784
personal:785
schools:786
attempt:787
hard:788
apparently:789
term:790
feet:791
mexico:792
indicated:793
weather:794
supporters:795
means:796
latest:797
gas:798
weve:799
details:800
poor:801
beginning:802
records:803
mayor:804
crime:805
present:806
m:807
rejected:808
france:809
ohio:810
sought:811
difficult:812
arab:813
required:814
protest:815
form:816
wounded:817
child:818
fight:819
mission:820
fact:821
river:822
countrys:823
tokyo:824
helped:825
theyre:826
protection:827
coming:828
volume:829
families:830
feel:831
island:832
bus:833
region:834
terms:835
fiscal:836
film:837
training:838
suggested:839
assets:840
turn:841
described:842
loan:843
debate:844
delegates:845
fitzwater:846
rally:847
tell:848
trust:849
light:850
increases:851
joint:852
britain:853
unions:854
operation:855
fbi:856
hour:857
businesses:858
sure:859
jewish:860
arrived:861
cocaine:862
property:863
seek:864
votes:865
worth:866
dr:867
broke:868
minutes:869
due:870
citizens:871
low:872
ready:873
savings:874
concern:875
additional:876
leaving:877
policies:878
reduce:879
bills:880
age:881
illegal:882
claim:883
shooting:884
room:885
approval:886
lawmakers:887
rest:888
post:889
friends:890
bob:891
treatment:892
reason:893
step:894
calif:895
domestic:896
disease:897
agriculture:898
rain:899
thomas:900
tests:901
poll:902
goods:903
hotel:904
mark:905
leadership:906
matter:907
nationwide:908
appeal:909
message:910
suffered:911
receive:912
carrying:913
discuss:914
sentence:915
published:916
travel:917
afternoon:918
ruled:919
progress:920
passed:921
book:922
short:923
ship:924
selling:925
potential:926
smith:927
headquarters:928
ill:929
threat:930
view:931
treasury:932
list:933
earnings:934
sign:935
joined:936
site:937
dow:938
authority:939
contracts:940
catholic:941
sides:942
arrest:943
holding:944
massachusetts:945
florida:946
bad:947
lines:948
makes:949
francisco:950
b:951
gorbachevs:952
settlement:953
conducted:954
doctors:955
kennedy:956
consider:957
voted:958
todays:959
ban:960
guard:961
rise:962
affairs:963
planes:964
announcement:965
commercial:966
talk:967
course:968
separate:969
grand:970
media:971
jail:972
arabia:973
feb:974
urged:975
invasion:976
freedom:977
attorneys:978
chance:979
sentenced:980
testified:981
longer:982
necessary:983
stay:984
carried:985
growing:986
designed:987
blood:988
charles:989
associated:990
frank:991
season:992
crowd:993
magazine:994
supplies:995
shortly:996
occurred:997
lawyer:998
prosecutors:999
parliament:1000
broadcast:1001
appeals:1002
calling:1003
corporate:1004
drop:1005
popular:1006
northwest:1007
idea:1008
opening:1009
works:1010
manager:1011
stand:1012
response:1013
built:1014
republicans:1015
mikhail:1016
attention:1017
wont:1018
operating:1019
pilots:1020
laws:1021
tv:1022
investigators:1023
credit:1024
consumer:1025
hostages:1026
j:1027
agents:1028
husband:1029
field:1030
served:1031
single:1032
newspapers:1033
club:1034
sanctions:1035
airline:1036
road:1037
hopes:1038
warned:1039
evening:1040
dealers:1041
suit:1042
kept:1043
bonds:1044
witnesses:1045
korea:1046
desert:1047
boston:1048
break:1049
reserve:1050
hand:1051
ask:1052
weekend:1053
transportation:1054
significant:1055
giving:1056
protect:1057
corn:1058
patients:1059
ive:1060
reach:1061
needs:1062
attacks:1063
pacific:1064
units:1065
daughter:1066
stopped:1067
prepared:1068
pound:1069
institute:1070
raise:1071
art:1072
entire:1073
fraud:1074
payments:1075
gen:1076
figure:1077
departments:1078
listed:1079
spread:1080
unchanged:1081
cuts:1082
measures:1083
inside:1084
incident:1085
created:1086
expect:1087
plants:1088
concerned:1089
gasoline:1090
paris:1091
enforcement:1092
lawsuit:1093
bentsen:1094
expressed:1095
construction:1096
store:1097
cbs:1098
korean:1099
criticized:1100
commerce:1101
floor:1102
knew:1103
prisoners:1104
resolution:1105
determine:1106
assembly:1107
father:1108
concerns:1109
fourth:1110
written:1111
christian:1112
regional:1113
noriega:1114
immediate:1115
impact:1116
provided:1117
demonstrators:1118
heard:1119
quickly:1120
movie:1121
waste:1122
coalition:1123
deaths:1124
cabinet:1125
crash:1126
star:1127
electric:1128
buying:1129
play:1130
rural:1131
blamed:1132
ahead:1133
range:1134
forward:1135
industries:1136
division:1137
ounce:1138
slightly:1139
word:1140
remained:1141
benefits:1142
moving:1143
stores:1144
indictment:1145
finance:1146
injuries:1147
names:1148
victory:1149
constitution:1150
homeless:1151
promised:1152
democracy:1153
facilities:1154
worlds:1155
joseph:1156
republics:1157
address:1158
analyst:1159
declared:1160
palestinian:1161
pounds:1162
gop:1163
require:1164
launch:1165
limited:1166
williams:1167
music:1168
streets:1169
wasnt:1170
numbers:1171
rising:1172
story:1173
data:1174
shows:1175
passengers:1176
saddam:1177
experts:1178
persian:1179
crew:1180
round:1181
huge:1182
hurt:1183
love:1184
stage:1185
felt:1186
mr:1187
serve:1188
heat:1189
hands:1190
nearby:1191
presidents:1192
ways:1193
aboard:1194
gain:1195
closing:1196
vietnam:1197
liberal:1198
prevent:1199
sharply:1200
comes:1201
fuel:1202
degrees:1203
courts:1204
peoples:1205
senators:1206
martin:1207
acknowledged:1208
lack:1209
asking:1210
battle:1211
basis:1212
brief:1213
citys:1214
crimes:1215
nomination:1216
carry:1217
activity:1218
package:1219
mass:1220
italian:1221
chinese:1222
agencies:1223
profits:1224
continuing:1225
ran:1226
nbc:1227
resources:1228
editor:1229
researchers:1230
decisions:1231
meese:1232
strength:1233
cancer:1234
supply:1235
lt:1236
shuttle:1237
criticism:1238
iii:1239
greater:1240
indian:1241
assistance:1242
c:1243
illinois:1244
cooperation:1245
pilot:1246
bodies:1247
send:1248
count:1249
dole:1250
nicaragua:1251
missiles:1252
organizations:1253
rules:1254
personnel:1255
loans:1256
driving:1257
valley:1258
door:1259
l:1260
wouldnt:1261
guerrillas:1262
highest:1263
access:1264
customers:1265
subcommittee:1266
atlanta:1267
reforms:1268
estimates:1269
youre:1270
threatened:1271
drive:1272
award:1273
contact:1274
failure:1275
democrat:1276
responsibility:1277
accounts:1278
roman:1279
demanded:1280
dispute:1281
ticket:1282
imports:1283
wrong:1284
religious:1285
tass:1286
introduced:1287
takeover:1288
responsible:1289
gone:1290
meetings:1291
blacks:1292
amendment:1293
advance:1294
pope:1295
miami:1296
occupied:1297
estimate:1298
abortion:1299
civilian:1300
technology:1301
paper:1302
bought:1303
professor:1304
avoid:1305
gained:1306
institutions:1307
contra:1308
reagans:1309
involving:1310
louis:1311
remaining:1312
subject:1313
mandela:1314
account:1315
pleaded:1316
canada:1317
exports:1318
faces:1319
removed:1320
kill:1321
influence:1322
train:1323
showing:1324
berlin:1325
performance:1326
increasing:1327
moslem:1328
actions:1329
sea:1330
demands:1331
traders:1332
complex:1333
politics:1334
scientists:1335
iranian:1336
contras:1337
mean:1338
headed:1339
treated:1340
risk:1341
protesters:1342
choice:1343
jim:1344
interests:1345
born:1346
houses:1347
e:1348
recession:1349
proposals:1350
seat:1351
direct:1352
leftist:1353
gains:1354
village:1355
allegations:1356
critics:1357
marks:1358
create:1359
buildings:1360
talking:1361
happened:1362
played:1363
produced:1364
ambassador:1365
johnson:1366
dozen:1367
safe:1368
foot:1369
losses:1370
century:1371
standards:1372
goes:1373
agree:1374
accept:1375
levels:1376
r:1377
standard:1378
percentage:1379
cited:1380
changed:1381
placed:1382
attacked:1383
product:1384
produce:1385
aide:1386
apartment:1387
owned:1388
specific:1389
hear:1390
virginia:1391
build:1392
minority:1393
strategic:1394
material:1395
england:1396
answer:1397
ending:1398
opposed:1399
pact:1400
considering:1401
ministers:1402
established:1403
improve:1404
representatives:1405
game:1406
mind:1407
completed:1408
controls:1409
fled:1410
canadian:1411
waiting:1412
brother:1413
violations:1414
drought:1415
columbia:1416
adding:1417
read:1418
pretty:1419
spend:1420
allies:1421
cross:1422
natural:1423
d:1424
decade:1425
voting:1426
swiss:1427
activities:1428
related:1429
class:1430
india:1431
maintain:1432
formed:1433
signs:1434
houston:1435
aides:1436
fear:1437
bomb:1438
possibility:1439
sense:1440
millions:1441
diplomatic:1442
unable:1443
appear:1444
largely:1445
snow:1446
unit:1447
virtually:1448
brown:1449
reasons:1450
forecast:1451
warning:1452
reduction:1453
traffic:1454
virus:1455
port:1456
troy:1457
status:1458
crude:1459
ford:1460
stations:1461
teachers:1462
christmas:1463
planning:1464
square:1465
inches:1466
directly:1467
hospitals:1468
takes:1469
agricultural:1470
raising:1471
temperatures:1472
ties:1473
everybody:1474
destroyed:1475
totaled:1476
turkey:1477
winter:1478
keeping:1479
mph:1480
search:1481
twice:1482
looked:1483
currency:1484
roberts:1485
southwest:1486
supported:1487
aimed:1488
smaller:1489
downtown:1490
abc:1491
bankruptcy:1492
corps:1493
decide:1494
previously:1495
chrysler:1496
delegation:1497
blue:1498
predicted:1499
isnt:1500
comments:1501
commander:1502
regulations:1503
peter:1504
revenue:1505
fees:1506
edward:1507
actually:1508
block:1509
career:1510
henry:1511
earth:1512
positions:1513
diplomats:1514
lose:1515
testing:1516
assault:1517
tour:1518
tuesdays:1519
discussed:1520
steps:1521
behalf:1522
lebanon:1523
cover:1524
clearly:1525
committees:1526
jersey:1527
nato:1528
limit:1529
counts:1530
understand:1531
spring:1532
launched:1533
complained:1534
returning:1535
immigration:1536
federation:1537
offers:1538
complete:1539
opinion:1540
h:1541
thompson:1542
interior:1543
girl:1544
couple:1545
discovered:1546
settled:1547
platform:1548
winds:1549
effective:1550
returns:1551
carolina:1552
surgery:1553
davis:1554
affected:1555
chemical:1556
opportunity:1557
statements:1558
draft:1559
flights:1560
composite:1561
thursdays:1562
americas:1563
lived:1564
success:1565
freed:1566
larger:1567
original:1568
heads:1569
command:1570
dc:1571
economists:1572
conduct:1573
favor:1574
nasa:1575
combat:1576
polls:1577
couldnt:1578
simply:1579
jack:1580
accepted:1581
bureau:1582
donald:1583
activists:1584
gun:1585
missing:1586
northeast:1587
allowing:1588
prize:1589
lee:1590
steel:1591
restrictions:1592
judges:1593
province:1594
attend:1595
hot:1596
cuba:1597
worker:1598
fine:1599
technical:1600
suspended:1601
nominee:1602
foreigners:1603
f:1604
willing:1605
visited:1606
games:1607
offices:1608
reduced:1609
manufacturing:1610
palestinians:1611
improved:1612
imposed:1613
animals:1614
executives:1615
entered:1616
quality:1617
traded:1618
attended:1619
contributions:1620
suspected:1621
mecham:1622
save:1623
boy:1624
positive:1625
protests:1626
individual:1627
worst:1628
delay:1629
wheat:1630
quayle:1631
table:1632
remove:1633
bushel:1634
jumped:1635
plo:1636
widespread:1637
pending:1638
grain:1639
coup:1640
boeing:1641
owner:1642
delivery:1643
cold:1644
temporary:1645
auto:1646
net:1647
jews:1648
penalty:1649
prosecutor:1650
internal:1651
challenge:1652
economist:1653
fifth:1654
constitutional:1655
sports:1656
remarks:1657
boat:1658
projects:1659
benefit:1660
tapes:1661
die:1662
agent:1663
critical:1664
acting:1665
hoped:1666
dan:1667
lake:1668
presence:1669
atlantic:1670
baby:1671
smoking:1672
believes:1673
walked:1674
size:1675
struck:1676
argued:1677
la:1678
profit:1679
banking:1680
band:1681
true:1682
certainly:1683
rock:1684
truck:1685
existing:1686
eventually:1687
victim:1688
financing:1689
adopted:1690
permit:1691
widely:1692
repeatedly:1693
awards:1694
connection:1695
individuals:1696
letters:1697
telling:1698
humphrey:1699
relatives:1700
iraqs:1701
expensive:1702
relationship:1703
santa:1704
accord:1705
confirmed:1706
rebel:1707
friend:1708
referring:1709
fully:1710
requires:1711
conspiracy:1712
cuban:1713
starting:1714
crop:1715
join:1716
senator:1717
camp:1718
happen:1719
severe:1720
gets:1721
export:1722
compromise:1723
committed:1724
event:1725
normal:1726
bringing:1727
intended:1728
scene:1729
hong:1730
customs:1731
allegedly:1732
silver:1733
disaster:1734
actor:1735
studies:1736
partys:1737
negotiators:1738
revolution:1739
pushed:1740
abroad:1741
francs:1742
mississippi:1743
events:1744
ships:1745
academy:1746
foundation:1747
legislature:1748
solidarity:1749
responded:1750
thatcher:1751
playing:1752
burned:1753
finished:1754
environment:1755
flying:1756
communications:1757
centers:1758
hussein:1759
target:1760
tough:1761
trouble:1762
hostage:1763
suspect:1764
sound:1765
merger:1766
task:1767
subsidiary:1768
ability:1769
employment:1770
highway:1771
dozens:1772
germanys:1773
islands:1774
rev:1775
heavily:1776
innocent:1777
jet:1778
representative:1779
conflict:1780
fish:1781
wage:1782
forest:1783
gathered:1784
territory:1785
registered:1786
museum:1787
irs:1788
learned:1789
powerful:1790
adviser:1791
representing:1792
interested:1793
theater:1794
apartheid:1795
beirut:1796
acres:1797
circuit:1798
losing:1799
beach:1800
presented:1801
picked:1802
difference:1803
gives:1804
duty:1805
arrests:1806
provides:1807
marketing:1808
filing:1809
deadline:1810
consumers:1811
kansas:1812
active:1813
pollution:1814
differences:1815
anniversary:1816
intelligence:1817
covered:1818
practice:1819
singer:1820
experience:1821
books:1822
wright:1823
ceasefire:1824
relief:1825
kong:1826
voice:1827
hall:1828
missile:1829
fort:1830
reading:1831
permission:1832
requirements:1833
guns:1834
hearings:1835
opponents:1836
regulators:1837
medicine:1838
fed:1839
tom:1840
approach:1841
seized:1842
stake:1843
captured:1844
words:1845
seriously:1846
caught:1847
conviction:1848
admitted:1849
detroit:1850
tanks:1851
helicopter:1852
section:1853
stood:1854
god:1855
speculation:1856
demonstrations:1857
distribution:1858
items:1859
withdrawal:1860
materials:1861
note:1862
terrorist:1863
marine:1864
earned:1865
dangerous:1866
ethnic:1867
milken:1868
barrel:1869
teacher:1870
questioned:1871
unemployment:1872
papers:1873
competition:1874
provisions:1875
organized:1876
wine:1877
reducing:1878
defendants:1879
racial:1880
gallon:1881
epa:1882
global:1883
shown:1884
trees:1885
mitchell:1886
seeing:1887
mail:1888
jesse:1889
barry:1890
audience:1891
follow:1892
arthur:1893
fast:1894
replace:1895
buyout:1896
formal:1897
spain:1898
rating:1899
deep:1900
gaza:1901
currently:1902
van:1903
falling:1904
schedule:1905
disclosed:1906
employee:1907
industrials:1908
purchase:1909
vehicles:1910
fridays:1911
motor:1912
climbed:1913
pass:1914
communists:1915
hair:1916
amid:1917
wilson:1918
threats:1919
politburo:1920
accounting:1921
drexel:1922
decades:1923
weekly:1924
standing:1925
legislative:1926
appears:1927
firefighters:1928
attributed:1929
damaged:1930
owners:1931
japans:1932
forms:1933
ousted:1934
soybean:1935
fears:1936
recovered:1937
resistance:1938
acquisition:1939
push:1940
slow:1941
demanding:1942
philadelphia:1943
continues:1944
initial:1945
danger:1946
bar:1947
writing:1948
driver:1949
english:1950
split:1951
serving:1952
speaker:1953
lincoln:1954
urban:1955
havent:1956
direction:1957
granted:1958
hill:1959
represents:1960
explosion:1961
retired:1962
developed:1963
moves:1964
conservatives:1965
tank:1966
nj:1967
ny:1968
permanent:1969
strikes:1970
boys:1971
watch:1972
southeast:1973
shut:1974
powers:1975
vehicle:1976
earthquake:1977
fla:1978
neighborhood:1979
sharp:1980
wide:1981
civilians:1982
worldwide:1983
league:1984
appointed:1985
accidents:1986
begins:1987
alternative:1988
picture:1989
storm:1990
users:1991
presidency:1992
ap:1993
w:1994
determined:1995
firms:1996
ec:1997
speed:1998
politicians:1999
providing:2000
administrations:2001
seats:2002
violated:2003
journalists:2004
looks:2005
cable:2006
sandinista:2007
brothers:2008
drove:2009
facing:2010
arizona:2011
flew:2012
monthly:2013
basic:2014
premier:2015
involvement:2016
poland:2017
aviation:2018
whites:2019
winning:2020
anderson:2021
kids:2022
encourage:2023
boost:2024
resignation:2025
prompted:2026
pictures:2027
obviously:2028
investigating:2029
extended:2030
express:2031
ensure:2032
alcohol:2033
degree:2034
transfer:2035
successful:2036
rival:2037
col:2038
goal:2039
overnight:2040
substantial:2041
partly:2042
route:2043
rescue:2044
affect:2045
practices:2046
matters:2047
putting:2048
path:2049
liberation:2050
va:2051
highly:2052
negative:2053
prove:2054
baghdad:2055
regular:2056
arguments:2057
sector:2058
alabama:2059
alan:2060
quake:2061
supports:2062
watching:2063
nicaraguan:2064
restructuring:2065
particular:2066
giant:2067
scale:2068
cutting:2069
negotiate:2070
declining:2071
germans:2072
runs:2073
discussions:2074
advertising:2075
grew:2076
pace:2077
grant:2078
dealing:2079
mondays:2080
founded:2081
minnesota:2082
selected:2083
version:2084
respond:2085
possibly:2086
birth:2087
advanced:2088
el:2089
receiving:2090
language:2091
broken:2092
philippines:2093
anc:2094
paying:2095
continental:2096
damages:2097
irish:2098
aware:2099
blame:2100
sandinistas:2101
delivered:2102
wars:2103
electoral:2104
fought:2105
simon:2106
abuse:2107
quite:2108
plea:2109
reportedly:2110
resign:2111
michigan:2112
ortega:2113
moderate:2114
bit:2115
dallas:2116
expects:2117
detained:2118
howard:2119
exploded:2120
notes:2121
memorial:2122
municipal:2123
confidence:2124
sending:2125
royal:2126
baltimore:2127
hampshire:2128
directors:2129
science:2130
alliance:2131
vatican:2132
p:2133
russian:2134
prominent:2135
chamber:2136
uprising:2137
ireland:2138
enter:2139
counsel:2140
districts:2141
recommended:2142
resulted:2143
banned:2144
chosen:2145
gephardt:2146
commissioner:2147
journal:2148
relatively:2149
soybeans:2150
oklahoma:2151
pennsylvania:2152
actress:2153
preparing:2154
reporter:2155
notice:2156
carter:2157
burden:2158
governors:2159
fly:2160
italy:2161
collection:2162
file:2163
alive:2164
neighbors:2165
guards:2166
sons:2167
allows:2168
ira:2169
honduras:2170
delayed:2171
withdraw:2172
socalled:2173
yard:2174
bridge:2175
trend:2176
phone:2177
promise:2178
manufacturers:2179
contained:2180
mexican:2181
sister:2182
supporting:2183
recorded:2184
margin:2185
capacity:2186
veto:2187
unification:2188
species:2189
mixed:2190
strip:2191
cook:2192
nelson:2193
garbage:2194
failing:2195
clean:2196
verdict:2197
stolen:2198
doctor:2199
acre:2200
beat:2201
judgment:2202
outnumbered:2203
electronic:2204
maximum:2205
overseas:2206
manhattan:2207
lithuania:2208
operate:2209
backed:2210
n:2211
dinner:2212
concluded:2213
egypt:2214
holiday:2215
grounds:2216
motors:2217
wind:2218
doubt:2219
commitment:2220
denver:2221
shamir:2222
creek:2223
allen:2224
colorado:2225
bombing:2226
campaigns:2227
territories:2228
douglas:2229
administrative:2230
antonio:2231
repeated:2232
outcome:2233
knows:2234
georgia:2235
massive:2236
lay:2237
statistics:2238
structure:2239
mary:2240
resolve:2241
keating:2242
faa:2243
illness:2244
causes:2245
learn:2246
dismissed:2247
tobacco:2248
walesa:2249
regime:2250
andrew:2251
traditional:2252
creditors:2253
geneva:2254
bombs:2255
reynolds:2256
colleagues:2257
green:2258
factories:2259
fines:2260
signal:2261
decree:2262
id:2263
track:2264
corporations:2265
custody:2266
dakota:2267
generals:2268
shots:2269
taylor:2270
drinking:2271
sort:2272
tree:2273
capitol:2274
facility:2275
sgt:2276
handle:2277
socialist:2278
partners:2279
employers:2280
normally:2281
focus:2282
communities:2283
investigate:2284
acquired:2285
unity:2286
films:2287
struggle:2288
handling:2289
probe:2290
producer:2291
device:2292
fda:2293
gore:2294
fellow:2295
fatal:2296
venus:2297
metal:2298
reaction:2299
peaceful:2300
agreements:2301
passenger:2302
witness:2303
lewis:2304
chain:2305
hundred:2306
ronald:2307
broad:2308
ceremony:2309
iowa:2310
longterm:2311
joe:2312
straight:2313
causing:2314
veterans:2315
requests:2316
hills:2317
coverage:2318
drew:2319
type:2320
arts:2321
auction:2322
strongly:2323
amnesty:2324
prosecution:2325
cattle:2326
canceled:2327
militants:2328
guerrilla:2329
whats:2330
attempted:2331
complaint:2332
midnight:2333
mike:2334
pieces:2335
terrorism:2336
toll:2337
investments:2338
lowest:2339
marked:2340
bradley:2341
inmates:2342
talked:2343
exactly:2344
shultz:2345
ray:2346
mainly:2347
convinced:2348
apply:2349
musical:2350
jose:2351
guy:2352
develop:2353
jailed:2354
utilities:2355
minimum:2356
holds:2357
knowledge:2358
winner:2359
discrimination:2360
naval:2361
linked:2362
electricity:2363
restaurant:2364
values:2365
petroleum:2366
recognize:2367
missouri:2368
developing:2369
document:2370
grow:2371
represent:2372
embargo:2373
design:2374
marlin:2375
resigned:2376
welcome:2377
dry:2378
radar:2379
ads:2380
parole:2381
satellite:2382
chapter:2383
hasnt:2384
stephen:2385
finding:2386
walk:2387
abandoned:2388
contended:2389
approve:2390
atmosphere:2391
tickets:2392
speak:2393
exile:2394
yield:2395
unusual:2396
preliminary:2397
appearance:2398
faced:2399
initially:2400
deals:2401
ones:2402
taxpayers:2403
effects:2404
kremlin:2405
heating:2406
minute:2407
tested:2408
ring:2409
pittsburgh:2410
hired:2411
controlled:2412
robertson:2413
resume:2414
shareholders:2415
sexual:2416
setting:2417
rare:2418
machine:2419
dealer:2420
threatening:2421
towns:2422
girls:2423
manuel:2424
weapon:2425
nd:2426
begun:2427
producers:2428
model:2429
policemen:2430
worried:2431
australia:2432
fresh:2433
publicly:2434
gunmen:2435
violation:2436
gray:2437
initiative:2438
dutch:2439
lawrence:2440
extremely:2441
replaced:2442
mate:2443
entertainment:2444
legislators:2445
punishment:2446
crashed:2447
yeutter:2448
helping:2449
immune:2450
roads:2451
chamorro:2452
panamanian:2453
reed:2454
parent:2455
edwin:2456
native:2457
bear:2458
motion:2459
violent:2460
double:2461
arm:2462
originally:2463
acted:2464
terrorists:2465
carriers:2466
daniel:2467
haiti:2468
weight:2469
contractors:2470
wing:2471
lloyd:2472
transport:2473
smoke:2474
indiana:2475
subsidies:2476
prepare:2477
salary:2478
maintenance:2479
activist:2480
prince:2481
obtained:2482
coal:2483
retail:2484
ice:2485
falls:2486
worse:2487
moment:2488
lawsuits:2489
doors:2490
champion:2491
error:2492
suffering:2493
ends:2494
arent:2495
bishops:2496
flood:2497
yeltsin:2498
refugees:2499
asian:2500
purpose:2501
exercise:2502
aquino:2503
insisted:2504
ranch:2505
spacecraft:2506
patrol:2507
att:2508
findings:2509
spanish:2510
partnership:2511
expand:2512
trucks:2513
professional:2514
radical:2515
ratings:2516
walter:2517
attending:2518
monetary:2519
cells:2520
shopping:2521
sets:2522
childrens:2523
rocket:2524
elaborate:2525
kohl:2526
pulled:2527
prior:2528
interviewed:2529
places:2530
recovery:2531
pledged:2532
reporting:2533
jordan:2534
ought:2535
filled:2536
tennessee:2537
murphy:2538
immigrants:2539
polish:2540
sun:2541
laboratory:2542
combined:2543
exchanges:2544
baltic:2545
impossible:2546
solution:2547
fields:2548
metropolitan:2549
stability:2550
mothers:2551
unidentified:2552
associates:2553
steve:2554
margaret:2555
devices:2556
consultant:2557
recalled:2558
miners:2559
dog:2560
buyers:2561
drivers:2562
longtime:2563
patient:2564
expenses:2565
cultural:2566
minor:2567
nights:2568
chances:2569
youths:2570
ease:2571
walsh:2572
provision:2573
helicopters:2574
strategy:2575
offering:2576
views:2577
klerk:2578
mountain:2579
directed:2580
copies:2581
awarded:2582
wood:2583
pakistan:2584
intention:2585
feeling:2586
troubled:2587
video:2588
tape:2589
limits:2590
hezbollah:2591
palace:2592
managers:2593
targets:2594
disclosure:2595
nazi:2596
jerusalem:2597
absolutely:2598
reductions:2599
bail:2600
associate:2601
tensions:2602
peres:2603
moral:2604
nixon:2605
petition:2606
walking:2607
ballot:2608
pension:2609
incidents:2610
owns:2611
expansion:2612
womens:2613
expectations:2614
married:2615
impose:2616
shevardnadze:2617
opec:2618
terry:2619
welfare:2620
posted:2621
pledge:2622
moore:2623
maine:2624
bases:2625
governing:2626
advice:2627
negotiating:2628
weak:2629
numerous:2630
flown:2631
edt:2632
angola:2633
nyses:2634
scientific:2635
oppose:2636
czechoslovakia:2637
souter:2638
utah:2639
weakness:2640
turning:2641
bay:2642
grants:2643
youve:2644
classes:2645
check:2646
sessions:2647
factors:2648
thrift:2649
replied:2650
amounts:2651
membership:2652
complaints:2653
indicted:2654
sitting:2655
partner:2656
pork:2657
islamic:2658
cast:2659
donations:2660
tower:2661
superior:2662
image:2663
garden:2664
soldier:2665
idaho:2666
famous:2667
bed:2668
overthecounter:2669
investigations:2670
totally:2671
purchased:2672
deployment:2673
nc:2674
advisers:2675
pushing:2676
survivors:2677
greyhound:2678
survived:2679
warren:2680
stars:2681
principal:2682
curfew:2683
collapsed:2684
hostile:2685
procedures:2686
stories:2687
syrian:2688
computers:2689
steven:2690
plus:2691
declines:2692
developments:2693
contractor:2694
eligible:2695
contributed:2696
favorite:2697
appropriate:2698
tied:2699
stronger:2700
mistake:2701
dance:2702
wisconsin:2703
mentioned:2704
portion:2705
balance:2706
praised:2707
craft:2708
quick:2709
sued:2710
plastic:2711
bloc:2712
song:2713
marshall:2714
modest:2715
stressed:2716
acquire:2717
drawn:2718
discussion:2719
annually:2720
unrest:2721
submitted:2722
refuge:2723
elderly:2724
landing:2725
hailed:2726
dramatic:2727
irancontra:2728
defendant:2729
sweden:2730
elizabeth:2731
gang:2732
disclose:2733
nominated:2734
indicate:2735
author:2736
sex:2737
wildlife:2738
animal:2739
classified:2740
nordstrom:2741
anthony:2742
located:2743
suburban:2744
feared:2745
indication:2746
regions:2747
sit:2748
usual:2749
citizen:2750
wish:2751
anybody:2752
respect:2753
invited:2754
louisiana:2755
officially:2756
applied:2757
hispanic:2758
israels:2759
collected:2760
hudson:2761
frequently:2762
diego:2763
rumors:2764
defeated:2765
eyes:2766
dick:2767
jimmy:2768
suburb:2769
invaded:2770
couples:2771
chips:2772
layoffs:2773
divided:2774
aside:2775
broadcasting:2776
surprised:2777
thinking:2778
draw:2779
teaching:2780
asia:2781
correct:2782
mercantile:2783
maintained:2784
solid:2785
scandal:2786
guarantee:2787
requested:2788
rice:2789
honduran:2790
awaiting:2791
abuses:2792
hijackers:2793
nurses:2794
machines:2795
disputes:2796
sites:2797
wealthy:2798
favored:2799
staterun:2800
declaration:2801
shape:2802
allied:2803
laid:2804
roh:2805
manila:2806
patrick:2807
flag:2808
interviews:2809
g:2810
apparent:2811
spot:2812
closely:2813
owen:2814
bargaining:2815
theyve:2816
article:2817
switzerland:2818
affair:2819
warrant:2820
identify:2821
pointed:2822
scattered:2823
engineering:2824
disney:2825
cigarettes:2826
suspects:2827
morgan:2828
ethics:2829
factor:2830
renewed:2831
lifted:2832
suits:2833
barbara:2834
meat:2835
aspirin:2836
operates:2837
larry:2838
wave:2839
clark:2840
add:2841
represented:2842
predominantly:2843
resort:2844
feed:2845
usda:2846
stands:2847
traveling:2848
possession:2849
performed:2850
neighboring:2851
ownership:2852
yards:2853
sam:2854
hoping:2855
upper:2856
warnings:2857
inspection:2858
marcos:2859
attempts:2860
ranged:2861
eliminate:2862
thunderstorms:2863
fred:2864
players:2865
factory:2866
engineers:2867
options:2868
ibm:2869
challenger:2870
actively:2871
richter:2872
box:2873
landed:2874
robinson:2875
teams:2876
female:2877
traditionally:2878
familys:2879
passage:2880
upheld:2881
farmer:2882
somebody:2883
rifle:2884
carrier:2885
rightwing:2886
fail:2887
deconcini:2888
pick:2889
physical:2890
fires:2891
referred:2892
focused:2893
mars:2894
albert:2895
humanitarian:2896
beef:2897
greatest:2898
strengthen:2899
stable:2900
revealed:2901
fiveyear:2902
yields:2903
clothing:2904
informed:2905
arabs:2906
hell:2907
quit:2908
regulation:2909
distributed:2910
cuomo:2911
theft:2912
garcia:2913
discount:2914
permitted:2915
mount:2916
bishop:2917
advantage:2918
militia:2919
obtain:2920
tired:2921
transactions:2922
campaigning:2923
burning:2924
attitude:2925
signals:2926
consideration:2927
defeat:2928
write:2929
worry:2930
artists:2931
grown:2932
easily:2933
gotten:2934
baseball:2935
blow:2936
rape:2937
takeshita:2938
maxwell:2939
opposes:2940
midwest:2941
improvement:2942
false:2943
tonight:2944
bruce:2945
transition:2946
interstate:2947
deliver:2948
output:2949
intervention:2950
perestroika:2951
chemicals:2952
operated:2953
reaching:2954
foods:2955
fighters:2956
bushels:2957
visits:2958
namibia:2959
showers:2960
discovery:2961
cards:2962
commodity:2963
happy:2964
jets:2965
costa:2966
thinks:2967
penalties:2968
slipped:2969
choose:2970
concert:2971
gaining:2972
faith:2973
historic:2974
surprise:2975
justices:2976
pleased:2977
breaking:2978
competitive:2979
prodemocracy:2980
pursue:2981
revenues:2982
authorized:2983
monitoring:2984
chinas:2985
meant:2986
perform:2987
cargo:2988
scheme:2989
goals:2990
modern:2991
mine:2992
warsaw:2993
shop:2994
simple:2995
noting:2996
hunt:2997
gary:2998
ltd:2999
holdings:3000
yorks:3001
funeral:3002
jacksons:3003
defended:3004
prospects:3005
repair:3006
bread:3007
dennis:3008
contest:3009
harvard:3010
super:3011
trader:3012
railroad:3013
buses:3014
azerbaijan:3015
contacts:3016
compensation:3017
christ:3018
grigoryants:3019
mortgage:3020
opportunities:3021
windows:3022
fernandez:3023
analysis:3024
closer:3025
surge:3026
junk:3027
contends:3028
controversy:3029
rich:3030
bottom:3031
cheney:3032
barred:3033
era:3034
reasonable:3035
extra:3036
testify:3037
settlements:3038
enforce:3039
gene:3040
corporation:3041
increasingly:3042
uses:3043
norths:3044
engaged:3045
brady:3046
aoun:3047
planet:3048
honor:3049
leaves:3050
diseases:3051
arafat:3052
concrete:3053
tear:3054
vacation:3055
ad:3056
primarily:3057
citing:3058
jesus:3059
replacement:3060
camps:3061
halt:3062
observers:3063
storage:3064
recognized:3065
kgb:3066
plains:3067
infected:3068
harvest:3069
defend:3070
escape:3071
license:3072
fishing:3073
texaco:3074
symphony:3075
enormous:3076
reelection:3077
transferred:3078
shouted:3079
dark:3080
guess:3081
writer:3082
enemy:3083
alert:3084
condemned:3085
t:3086
ward:3087
don:3088
shift:3089
fill:3090
eye:3091
actual:3092
appealed:3093
managua:3094
persons:3095
ali:3096
creating:3097
essential:3098
publication:3099
male:3100
michel:3101
dialogue:3102
threw:3103
mile:3104
wait:3105
publisher:3106
proof:3107
waters:3108
barriers:3109
surrounding:3110
policeman:3111
shops:3112
administrator:3113
violating:3114
institution:3115
wild:3116
locked:3117
watched:3118
realize:3119
conn:3120
occur:3121
israelis:3122
library:3123
movies:3124
restaurants:3125
bankers:3126
payment:3127
equal:3128
guidelines:3129
prevented:3130
slaying:3131
vital:3132
clashes:3133
russell:3134
concessions:3135
syndrome:3136
assured:3137
collapse:3138
afford:3139
surplus:3140
gesell:3141
harris:3142
politically:3143
judicial:3144
chest:3145
bird:3146
chancellor:3147
variety:3148
permits:3149
jurors:3150
lending:3151
remember:3152
birds:3153
execution:3154
sweeping:3155
agenda:3156
proceedings:3157
venture:3158
gross:3159
bloom:3160
billions:3161
signing:3162
flow:3163
apart:3164
establish:3165
corruption:3166
pa:3167
usa:3168
investor:3169
stabbed:3170
participate:3171
understanding:3172
crackdown:3173
truth:3174
evacuated:3175
britains:3176
expelled:3177
killings:3178
carl:3179
throw:3180
dominated:3181
vessel:3182
host:3183
page:3184
entitled:3185
endangered:3186
wednesdays:3187
extradition:3188
morris:3189
kentucky:3190
crews:3191
parliamentary:3192
promote:3193
publicity:3194
flooding:3195
oregon:3196
sat:3197
ally:3198
accompanied:3199
viewed:3200
title:3201
restore:3202
trades:3203
pregnant:3204
alaska:3205
mention:3206
claiming:3207
executed:3208
sullivan:3209
younger:3210
driven:3211
consecutive:3212
afraid:3213
sentencing:3214
orleans:3215
nature:3216
postal:3217
methods:3218
customer:3219
recognition:3220
plot:3221
brain:3222
livestock:3223
sixth:3224
culture:3225
jump:3226
kidnapped:3227
formally:3228
tiny:3229
dean:3230
acts:3231
appropriations:3232
roy:3233
agencys:3234
conclusion:3235
yellow:3236
carbon:3237
ideas:3238
illegally:3239
valued:3240
arriving:3241
trains:3242
location:3243
vessels:3244
bomber:3245
nunn:3246
gm:3247
resident:3248
clothes:3249
rome:3250
marijuana:3251
medellin:3252
wages:3253
tender:3254
riot:3255
opera:3256
surveys:3257
color:3258
nikkei:3259
succeed:3260
mountains:3261
harassment:3262
settle:3263
argument:3264
worries:3265
seoul:3266
refuse:3267
exposed:3268
cia:3269
impeachment:3270
juan:3271
rocks:3272
syria:3273
recommendations:3274
beijing:3275
completely:3276
sheriffs:3277
crucial:3278
kim:3279
solve:3280
networks:3281
theyll:3282
proper:3283
badly:3284
asbestos:3285
cleared:3286
convoy:3287
ranks:3288
mich:3289
troop:3290
las:3291
carlos:3292
peninsula:3293
magellan:3294
wounding:3295
singing:3296
upset:3297
importance:3298
offensive:3299
contend:3300
olympics:3301
arrive:3302
movements:3303
joining:3304
sleep:3305
monitored:3306
trafficking:3307
arrival:3308
circumstances:3309
telescope:3310
currencies:3311
shipments:3312
extent:3313
bell:3314
expanded:3315
turkish:3316
crack:3317
wrongdoing:3318
steady:3319
inquiry:3320
forcing:3321
twothirds:3322
surface:3323
universal:3324
crops:3325
sailors:3326
arranged:3327
questioning:3328
portland:3329
regularly:3330
happens:3331
newly:3332
football:3333
managing:3334
egyptian:3335
inventories:3336
suggests:3337
priority:3338
aggressive:3339
identification:3340
miller:3341
lift:3342
lsqb:3343
al:3344
stated:3345
sec:3346
blocks:3347
capt:3348
finish:3349
injury:3350
afghanistan:3351
guarantees:3352
adults:3353
reflects:3354
exchangelisted:3355
cleveland:3356
frozen:3357
editors:3358
guys:3359
effectively:3360
kidnapping:3361
slight:3362
participating:3363
containing:3364
temperature:3365
uss:3366
mines:3367
emperor:3368
k:3369
angry:3370
races:3371
koreas:3372
drawing:3373
trials:3374
requiring:3375
card:3376
equivalent:3377
ouster:3378
aristide:3379
ceausescu:3380
maj:3381
shield:3382
gathering:3383
fans:3384
jewelry:3385
gunman:3386
basically:3387
travelers:3388
pages:3389
roger:3390
stone:3391
graduate:3392
backing:3393
temple:3394
lehman:3395
candidacy:3396
reality:3397
vegas:3398
mayors:3399
endorsed:3400
sensitive:3401
outstanding:3402
electrical:3403
piece:3404
wearing:3405
africas:3406
shortterm:3407
cleanup:3408
speeches:3409
favorable:3410
philippine:3411
aliens:3412
negotiated:3413
demonstration:3414
watkins:3415
connecticut:3416
confident:3417
trump:3418
inheritance:3419
hamilton:3420
ignored:3421
behavior:3422
edge:3423
intense:3424
conversation:3425
branch:3426
woods:3427
golden:3428
welcomed:3429
striking:3430
eliminated:3431
doubts:3432
marched:3433
pull:3434
sand:3435
shortage:3436
terminal:3437
gnp:3438
participation:3439
prayer:3440
challenged:3441
conventional:3442
campus:3443
communique:3444
guests:3445
assigned:3446
encouraging:3447
cloudy:3448
tougher:3449
shootings:3450
teenagers:3451
correspondent:3452
household:3453
copy:3454
felony:3455
hospitalized:3456
panels:3457
contrast:3458
link:3459
puerto:3460
bennett:3461
veteran:3462
fruit:3463
thornburgh:3464
spectators:3465
escaped:3466
businessman:3467
transaction:3468
taught:3469
debts:3470
robbery:3471
disputed:3472
purchases:3473
persuade:3474
beaten:3475
clubs:3476
blocked:3477
removal:3478
orange:3479
mutual:3480
plunged:3481
stadium:3482
counter:3483
arkansas:3484
surrounded:3485
crossed:3486
eat:3487
hollywood:3488
explain:3489
referendum:3490
slain:3491
roughly:3492
confirm:3493
opponent:3494
wear:3495
colony:3496
tariffs:3497
threeyear:3498
firing:3499
philip:3500
televised:3501
glass:3502
ranging:3503
ann:3504
irving:3505
easy:3506
nancy:3507
desk:3508
salaries:3509
scores:3510
samuel:3511
investigated:3512
lire:3513
fleet:3514
cemetery:3515
unfair:3516
protected:3517
emissions:3518
mental:3519
macmillan:3520
blaze:3521
tunnel:3522
bones:3523
prosperity:3524
aouns:3525
caribbean:3526
cooperate:3527
mouth:3528
sang:3529
occupation:3530
gallons:3531
shared:3532
nonprofit:3533
tropical:3534
intent:3535
turnout:3536
trapped:3537
feels:3538
urging:3539
federated:3540
memo:3541
capable:3542
founder:3543
rivers:3544
dresses:3545
expense:3546
faster:3547
ron:3548
marion:3549
row:3550
lets:3551
fallen:3552
chose:3553
charter:3554
vargas:3555
robb:3556
commodities:3557
consent:3558
jerry:3559
rsqb:3560
fun:3561
airports:3562
assure:3563
orion:3564
swept:3565
inventory:3566
denounced:3567
changing:3568
ten:3569
measured:3570
provinces:3571
ussoviet:3572
fujimori:3573
favors:3574
tight:3575
harry:3576
contribute:3577
lasted:3578
beating:3579
bound:3580
losers:3581
valuable:3582
sundays:3583
advocates:3584
comparable:3585
adult:3586
principle:3587
shoot:3588
neck:3589
leonard:3590
maryland:3591
privately:3592
reserves:3593
stalin:3594
match:3595
violate:3596
automatic:3597
suggest:3598
cardinal:3599
engineer:3600
rent:3601
engine:3602
regard:3603
briefly:3604
salvador:3605
style:3606
colombia:3607
armored:3608
truce:3609
residence:3610
demjanjuk:3611
wire:3612
servicemen:3613
plc:3614
tehran:3615
managed:3616
stayed:3617
prague:3618
utility:3619
refusing:3620
ranking:3621
pan:3622
disappointed:3623
difficulty:3624
sothebys:3625
dam:3626
isolated:3627
cnn:3628
birthday:3629
master:3630
recipients:3631
entering:3632
gordon:3633
trips:3634
tanker:3635
broader:3636
deficiency:3637
manville:3638
pool:3639
pacs:3640
friendly:3641
tells:3642
transplant:3643
monitor:3644
lunch:3645
sakharov:3646
approached:3647
fixed:3648
ocean:3649
moslems:3650
moon:3651
tragedy:3652
hunter:3653
amal:3654
daughters:3655
pipeline:3656
nice:3657
makers:3658
unknown:3659
warming:3660
theme:3661
exist:3662
applications:3663
thousand:3664
sinhalese:3665
homeland:3666
indications:3667
deputies:3668
responding:3669
blast:3670
ed:3671
fe:3672
ash:3673
reflected:3674
twoyear:3675
fate:3676
mccarthy:3677
mca:3678
burn:3679
olympic:3680
grave:3681
philosophy:3682
payroll:3683
protecting:3684
notified:3685
priorities:3686
campbell:3687
regarding:3688
canal:3689
radiation:3690
firstdegree:3691
models:3692
priest:3693
fundamental:3694
warner:3695
boxes:3696
flames:3697
truly:3698
armenian:3699
contains:3700
older:3701
retirement:3702
properly:3703
capture:3704
secretarygeneral:3705
glenn:3706
vast:3707
advancing:3708
zurich:3709
brooks:3710
relative:3711
amendments:3712
californias:3713
procedure:3714
hawaii:3715
refusal:3716
v:3717
risks:3718
latin:3719
brokers:3720
associations:3721
holy:3722
kashmir:3723
castro:3724
salt:3725
method:3726
publishing:3727
delegate:3728
ual:3729
craig:3730
scientist:3731
boycott:3732
mobile:3733
taiwan:3734
nicholas:3735
magnitude:3736
magistrate:3737
shes:3738
donors:3739
nevada:3740
commit:3741
milk:3742
thank:3743
pat:3744
struggling:3745
conducting:3746
nobel:3747
photographs:3748
australian:3749
cubans:3750
trillion:3751
trash:3752
runoff:3753
departure:3754
coastal:3755
bars:3756
apple:3757
category:3758
warrants:3759
survival:3760
roll:3761
suspension:3762
turner:3763
riots:3764
stuff:3765
searched:3766
client:3767
recruit:3768
outlook:3769
smuggling:3770
divisions:3771
radicals:3772
tend:3773
tens:3774
destruction:3775
onethird:3776
artificial:3777
advised:3778
merely:3779
ultimate:3780
eggs:3781
rivals:3782
attract:3783
toxic:3784
quiet:3785
sue:3786
cautious:3787
successor:3788
protesting:3789
hiring:3790
prospect:3791
indicating:3792
briefing:3793
medal:3794
asylum:3795
consolidated:3796
secure:3797
boats:3798
greek:3799
entrance:3800
shortages:3801
tradition:3802
lady:3803
brussels:3804
montana:3805
reference:3806
diet:3807
answered:3808
checks:3809
dates:3810
pac:3811
walls:3812
koch:3813
casualties:3814
charging:3815
boss:3816
wound:3817
visitors:3818
womans:3819
argentina:3820
theaters:3821
improving:3822
hed:3823
risen:3824
knowing:3825
dividend:3826
astronauts:3827
poverty:3828
resulting:3829
vs:3830
rocky:3831
farming:3832
adequate:3833
duties:3834
carlucci:3835
removing:3836
alexander:3837
wings:3838
wis:3839
freeze:3840
warm:3841
assassination:3842
character:3843
antiapartheid:3844
kenneth:3845
participated:3846
unspecified:3847
ton:3848
leads:3849
phillips:3850
adopt:3851
brian:3852
reflecting:3853
inch:3854
diplomat:3855
busy:3856
noon:3857
neighbor:3858
fighter:3859
dealings:3860
jackpot:3861
familiar:3862
extremists:3863
voter:3864
uaw:3865
satisfied:3866
toronto:3867
phase:3868
injuring:3869
emotional:3870
oliver:3871
businessmen:3872
treat:3873
captain:3874
brazil:3875
lies:3876
suicide:3877
premium:3878
entry:3879
dixon:3880
strongest:3881
bcspehealth:3882
improvements:3883
loved:3884
explosives:3885
slowed:3886
memory:3887
classroom:3888
depending:3889
cautioned:3890
stanley:3891
columnist:3892
stops:3893
operators:3894
reflect:3895
option:3896
shipping:3897
significantly:3898
rico:3899
superintendent:3900
sank:3901
sikh:3902
dcalif:3903
implement:3904
considerable:3905
clients:3906
length:3907
walters:3908
arco:3909
sununu:3910
handful:3911
unleaded:3912
reject:3913
costly:3914
orbit:3915
averaged:3916
slide:3917
investigative:3918
achieve:3919
demonstrated:3920
expert:3921
curb:3922
restoration:3923
lebanese:3924
arrangements:3925
interim:3926
resolved:3927
dressed:3928
rangoon:3929
donated:3930
hubbert:3931
traveled:3932
articles:3933
litigation:3934
telegraph:3935
listen:3936
brokerage:3937
protested:3938
studied:3939
bloody:3940
involve:3941
suggesting:3942
fundraising:3943
nabisco:3944
code:3945
forth:3946
glasnost:3947
expanding:3948
hale:3949
touch:3950
fined:3951
stance:3952
parker:3953
villages:3954
regarded:3955
assume:3956
joan:3957
broker:3958
remote:3959
stepped:3960
projected:3961
ky:3962
carefully:3963
multiparty:3964
recycling:3965
supporter:3966
judiciary:3967
est:3968
writers:3969
exxon:3970
commercials:3971
bullet:3972
deeply:3973
condoms:3974
unprecedented:3975
rapid:3976
triggered:3977
easier:3978
raises:3979
aspects:3980
regulatory:3981
accusing:3982
covering:3983
producing:3984
dream:3985
arbitration:3986
socialism:3987
appearances:3988
therapy:3989
hunger:3990
deposit:3991
withheld:3992
recording:3993
usbacked:3994
obvious:3995
reputation:3996
disappeared:3997
releases:3998
shipment:3999
gainers:4000
maintains:4001
tactics:4002
specialist:4003
gilbert:4004
bitter:4005
poindexter:4006
destroy:4007
mall:4008
dress:4009
brooklyn:4010
leg:4011
submit:4012
